tap "github/gh"
tap "go-delve/delve"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "yleisradio/terraforms"
brew "antigen"
brew "autojump"
brew "awscli"
brew "bash"
brew "node"
brew "bower"
brew "cmake"
brew "coreutils"
brew "go"
brew "dep"
brew "diff-so-fancy"
brew "docker-machine-driver-xhyve"
brew "gettext"
brew "emacs", restart_service: true
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "helm"
brew "htop"
brew "hub"
brew "ispell"
brew "jq"
brew "kops"
brew "krb5"
brew "libwebsockets"
brew "luv"
brew "mas"
brew "neovim"
brew "nmap"
brew "openjdk"
brew "postgresql"
brew "python@3.8"
brew "qemu"
brew "rust"
brew "rustup-init"
brew "shellcheck"
brew "starship"
brew "telnet"
brew "terraform"
brew "terraform-inventory"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttyd"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "yarn"
brew "zplug"
brew "zsh"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "aerial"
cask "alfred"
cask "caffeine"
cask "discord"
cask "docker"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "graphiql"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "lastpass"
cask "macfuse"
cask "netnewswire"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "visual-studio-code"
cask "wireshark"
cask "xquartz"
mas "Developer", id: 640199958
mas "Drawful 2", id: 1121426744
mas "Mini Motorways", id: 1456188526
