tap "1password/tap"
tap "abhinav/tap"
tap "boz/repo"
tap "bufbuild/buf"
tap "datadog/tap", "git@github.com:DataDog/homebrew-tap.git"
tap "ejoffe/tap"
tap "github/gh"
tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mike-engel/jwt-cli"
tap "pulumi/tap"
tap "withgraphite/tap"
brew "lz4"
brew "xz"
brew "zstd"
brew "jpeg-xl"
brew "openssl@3"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bazelisk"
brew "cairo"
brew "harfbuzz"
brew "node"
brew "buildifier"
brew "cfssl"
brew "cilium-cli"
brew "clusterawsadm"
brew "clusterctl"
brew "cmake"
brew "coreutils"
brew "crane"
brew "curl"
brew "diff-so-fancy"
brew "dive"
brew "docker-credential-helper-ecr"
brew "docker-machine-driver-hyperkit"
brew "unbound"
brew "emacs", restart_service: :changed
brew "fd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gifsicle"
brew "gimme"
brew "git"
brew "git-credential-manager"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go@1.21"
brew "gobject-introspection"
brew "gperftools"
brew "gpgme"
brew "gts"
brew "graphviz"
brew "grep"
brew "grpc"
brew "grpcurl"
brew "helm"
brew "htop"
brew "ispell"
brew "jq"
brew "k9s"
brew "kafka-client"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "krew"
brew "kube-ps1"
brew "kubebuilder"
brew "kubectx"
brew "lazygit"
brew "librdkafka"
brew "libstreaming"
brew "lima"
brew "llvm"
brew "make"
brew "mas"
brew "minio-mc"
brew "mtr"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "openvino"
brew "packer"
brew "pandoc"
brew "parallel"
brew "php"
brew "pipenv"
brew "pipx"
brew "postgresql@14"
brew "prettier"
brew "psutils"
brew "pulumi"
brew "pyenv"
brew "python@3.11"
brew "qemu"
brew "redis"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "socat"
brew "sslscan"
brew "starship"
brew "stern"
brew "telnet"
brew "temporal"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tilt"
brew "tmux"
brew "tree"
brew "ttyd"
brew "vault"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "zlib"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "abhinav/tap/git-spice"
brew "bufbuild/buf/buf"
brew "datadog/tap/devkube"
brew "datadog/tap/docker-local-dev"
brew "datadog/tap/etcd-health"
brew "datadog/tap/fabric-cli"
brew "datadog/tap/helm@3.10", link: false
brew "datadog/tap/kubectl-analyse"
brew "datadog/tap/kubectl-iscale"
brew "datadog/tap/kubectl-multiexec"
brew "datadog/tap/kubectl-template"
brew "datadog/tap/latest-artifact"
brew "datadog/tap/latest-chart"
brew "datadog/tap/latest-datacenter-config"
brew "datadog/tap/latest-image"
brew "datadog/tap/libgit2@1.3"
brew "datadog/tap/s22-checker"
brew "datadog/tap/sce"
brew "datadog/tap/to-prod"
brew "datadog/tap/to-staging"
brew "datadog/tap/trigger-ci"
brew "ejoffe/tap/spr"
brew "go-swagger/go-swagger/go-swagger"
brew "goreleaser/tap/goreleaser"
brew "mike-engel/jwt-cli/jwt-cli"
brew "pulumi/tap/tf2pulumi"
brew "withgraphite/tap/graphite"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appgate-sdp-client"
cask "atlas"
cask "aws-vault"
cask "balance-lock"
cask "bzl"
cask "computectl"
cask "datadog-workspaces"
cask "dd-auth"
cask "ddd"
cask "ddr"
cask "ddsaml2aws"
cask "ddsign"
cask "ddtool"
cask "deployctl"
cask "docker"
cask "evernote"
cask "finicky"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "google-cloud-sdk"
cask "graphiql"
cask "lunar"
cask "mimestream"
cask "obs"
cask "postico"
cask "postman"
cask "tctl-data-converter"
cask "tctl-local-auth"
cask "tctx"
cask "texp"
cask "vagrant"
cask "vlc"
cask "wireshark"
cask "xquartz"
