tap "boz/repo"
tap "buildpacks/tap"
tap "github/gh"
tap "go-delve/delve"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tinygo-org/tools"
tap "yleisradio/terraforms"
brew "antigen"
brew "autojump"
brew "awscli"
brew "bash"
brew "bfg"
brew "node"
brew "bower"
brew "cairo"
brew "cfssl"
brew "cmake"
brew "coreutils"
brew "diff-so-fancy"
brew "dive"
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-xhyve"
brew "emacs", restart_service: true
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-credential-manager"
brew "gnupg"
brew "go"
brew "go@1.17"
brew "gpgme"
brew "graphviz"
brew "helm"
brew "htop"
brew "hub"
brew "hugo"
brew "ispell"
brew "jq"
brew "kind"
brew "kubernetes-cli"
brew "kops"
brew "kube-ps1"
brew "kubebuilder", link: false
brew "lima"
brew "mas"
brew "minio-mc"
brew "neovim"
brew "nmap"
brew "openjdk@11"
brew "pandoc"
brew "pipenv"
brew "postgresql"
brew "prettier"
brew "python"
brew "redis"
brew "shellcheck"
brew "socat"
brew "step"
brew "stern"
brew "telnet"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "ttyd"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "buildpacks/tap/pack"
brew "go-swagger/go-swagger/go-swagger"
brew "tinygo-org/tools/tinygo"
brew "yleisradio/terraforms/chtf"
cask "1password"
cask "aerial"
cask "alfred"
cask "evernote"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "karabiner-elements"
cask "minikube"
cask "postico"
cask "slack"
cask "spotify"
cask "steam"
cask "vagrant"
cask "xquartz"
mas "AdGuard for Safari", id: 1440147259
mas "Refined GitHub", id: 1519867270
